[
  {
    "id": 1,
    "situation": "Непростой выбор",
    "questionText": "Вы очутились в лесу, и за Вами гонится неизвестное существо. Чем-то похоже на человека, но без нижней части ног, да еще и летит! Ваши действия?",

    "answers": {
      "v1": {
        "answerText": "Увидев в 300 метрах впереди по ходу движения реку, решусь ускориться и попробовать оторваться от преследователя в воде.",
        "action": "Вы бежите со скоростью с которой никогда не бегали и вскоре достигаете берега реки",
        "nextSituation": 2
      },

      "v2": {
        "answerText": "Подберу ближайшую палку под ногами и преподам преследователю уроки фехтования! Так то!",
        "action": "Вы продолжаете бежать вперед, метров через 50 Вам попадается хорошее бревнышко. Подобрав его, Вы готовы вступить в схватку.",
        "nextSituation": 3
      },

      "v3": {
        "answerText": "Описаюсь от страха, попробую вступить в переговоры.",
        "action": "Вы пытаетесь окликнуть преследователя, интересуясь что тому от Вас нужно. Пока вы мешкали Вас догнали и убили.",
        "nextSituation": 0
      }
    }
  },

  {
    "id": 2,
    "situation": "На берегу реки",
    "questionText": "Вы на берегу, ваши действия?",

    "answers": {
      "v1": {
        "answerText": "Оглядываюсь по сторонам, нет ли поблизости переправы.",
        "action": "Осмотревшись, Вы обнаруживаете, что в 200 метрах есть мелководье через которое можно перебраться на другой берег.",
        "nextSituation": 4
      },

      "v2": {
        "answerText": "Прыгаю в воду и пытаюсь перебраться на другой берег.",
        "action": "Вы прыгаете в речку, но оказавшись слишком измотанными после погони, а также попав в быстрое течение погибаете.",
        "nextSituation": 0
      },

      "v3": {
        "answerText": "Поджидаю когда преследователь догонит в расчете на то, что либо он не умеет плавать либо же его удастся побороть и потопить.",
        "action": "Вы берете паузу, таким образом дав себе немного передохнуть и отдышаться, и подготовиться к схватке.",
        "nextSituation": 5
      }
    }
  },

  {
    "id": 3,
    "situation": "Схватка",
    "questionText": "Размахнувшись как следует, Вы ожидаете нападения. Преследователь пытается схватить Вас за ноги и повалить. Ваши действия?",

    "answers": {
      "v1": {
        "answerText": "Бью наотмашь по голове.",
        "action": "Смелости вам не занимать, однако, нападающий оказался очень ловок и сумел схватить Вас за ноги, и повалить быстрее чем Вы себе думали.",
        "nextSituation": 6
      },

      "v2": {
        "answerText": "Попробую увернуться чтобы занять более удобную позицию для нанесения удара.",
        "action": "При попытке увернуться Вы забываете о том, что у Вас в руках бревно. Ваши действия были очень неуклюжи.",
        "nextSituation": 0
      }
    }
  },

  {
    "id": 4,
    "situation": "Продолжение погони",
    "questionText": "Вы продолжаете двигаться в сторону мелководья, но понимаете что совсем выбились из сил! Ваши действия?",

    "answers": {
      "v1": {
        "answerText": "Увидев высокое дерево, попробую залезть на него. Отбиваться сверху будет проще!",
        "action": "Вы начинается карабкаться на дерево. Устав после погони, вы делаете все медленно и тратите много сил, однако Вы успеваете на него забраться до того как преследователь Вас догоняет.",
        "nextSituation": 7
      },

      "v2": {
        "answerText": "Продолжаю бежать из последних сил.",
        "action": "Преследователь оказался более проворный, вам не удается убежать. Вас догнали и убили.",
        "nextSituation": 0
      },

      "v3": {
        "answerText": "Попробую спрятаться в зарослях и отдышаться.",
        "action": "Вы пытаетесь слиться с окружением и спрятаться.",
        "nextSituation": 8
      }
    }
  },

  {
    "id": 5,
    "situation": "Схватка",
    "questionText": "Преследователь достиг берега и находится от Вас в прямой досягаемости. Ваши действия?",

    "answers": {
      "v1": {
        "answerText": "Ой, ну вы что, серьезно что ли? Давайте заканчивайте уже с этим. Сценарист, ау!",
        "action": "Вы побеждаете нечестным путем! В следующий раз делайте осознанный выбор!",
        "nextSituation": 100
      },

      "v2": {
        "answerText": "Ух ты, так это же мой знакомый! Вася! Ты ли это?",
        "action": "Вы промедлили, тем самым дав противнику вас погубить!",
        "nextSituation": 0
      }
    }
  },

  {
    "id": 6,
    "situation": "На земле",
    "questionText": "Вас сбили с ног, шансов на спасение почти не осталось. Что вы предпримете?",

    "answers": {
      "v1": {
        "answerText": "Попробую оказать сопротивление и начать бороться.",
        "action": "К сожалению, силы оказались не равны.",
        "nextSituation": 0
      },

      "v2": {
        "answerText": "Моя дубинка прямо рядом со мной. Скорее схватить и попробовать ударить.",
        "action": "Противник был слишком ловок и предвосхитил Вашу попытку.",
        "nextSituation": 0
      }
    }
  },

  {
    "id": 7,
    "situation": "На дереве",
    "questionText": "Одним словом - отступать больше некуда. Ваши действия, сидя на 'красивом' суку? ",

    "answers": {
      "v1": {
        "answerText": "Предполагаете, что у преследователя должно быть слабое место. Осталось только понять где оно.. ",
        "action": "Вы серьезно задумались.",
        "nextSituation": 9
      },

      "v2": {
        "answerText": "Вспоминаете о том, что у вас есть мобильный телефон. Можно попробовать вызвать помощь!",
        "action": "Вы быстро достаете мобильной телефон и набираете номер своего друга с которым вы вместе были в лесу до того как все началось.",
        "nextSituation": 10
      }
    }
  },

  {
    "id": 8,
    "situation": "Игра в прятки",
    "questionText": "Вы обмазываетесь прибрежной глиной и прячетесь в камышах, преследователь тем временем приближается. Ваши действия?",

    "answers": {
      "v1": {
        "answerText": "Понимая, что маскировка не поможет и преследователь меня видит решаю прыгать в воду и плыть.",
        "action": "Вы прыгаете в воду.",
        "nextSituation": 11
      },

      "v2": {
        "answerText": "Рассчитываю на то, что он меня не заметит. Маскировка - мое всё!",
        "action": "Вы слишком в себе уверены, спрятаться не удалось.",
        "nextSituation": 0
      }
    }
  },

  {
    "id": 9,
    "situation": "Поиск слабого места",
    "questionText": "Нашли?)",

    "answers": {
      "v1": {
        "answerText": "Так, это что, игра для взрослых выходит? Хорошо, уговорили:(",
        "action": "Эй игрок!? Ты себе что там позволяешь? Мы здесь про другое! Пока-пока.",
        "nextSituation": 0
      },

      "v2": {
        "answerText": "Думаю, что да. Пора просыпаться!",
        "action": "Приснится же, лежа на гамаке! Да ну вас! Чур меня, чур!",
        "nextSituation": 100
      }
    }
  },

  {
    "id": 10,
    "situation": "А как все начиналось!",
    "questionText": "Вы понимаете, что совершенно не можете вспомнить произошедшие события. Вы были с другом в лесу на пикнике, после этого память как отшибло. Преследователь, какой-то маньяк - летит. Ужас, да и только. Друг, кстати, не берет трубку. Ваши действия?",

    "answers": {
      "v1": {
        "answerText": "Буду сидеть и ждать, что меня здесь найдут и спасут, а преследователь до меня не доберется на дереве. Буду звонить 911!",
        "action": "А то, что он летать умеет Вы забыли? Увы!",
        "nextSituation": 0
      },

      "v2": {
        "answerText": "Попробую отразить нападение.",
        "action": "Увы, Вас хватают и сбивают с ветки на земли.",
        "nextSituation": 0
      }
    }
  },

  {
    "id": 11,
    "situation": "В воде",
    "questionText": "Вы оказались в реке. Течение очень быстрое, сил у Вас немного. Ваши действия?",

    "answers": {
      "v1": {
        "answerText": "Попробую из последних сил проплыть оставшиеся 100 метров до мели.",
        "action": "Преследователь вас настигает. Оказывается, что летает он не медленнее чем Вы плаваете.",
        "nextSituation": 0
      },

      "v2": {
        "answerText": "Попробую задержать дыхание и проплыть в сторону обратную первоначальному движению.",
        "action": "Вас сносит быстрым течением, воздух начинает заканчиваться. Вы вынужденно выныриваете. Преследователь тут как тут!",
        "nextSituation": 0
      }
    }
  }
]
